{
	"_meta": {
		"sources": [
			{
				"json": "ShamayilmChronicles",
				"abbreviation": "SeIC",
				"full": "The Shamayilm Chronicles",
				"version": "1.0.0",
				"authors": ["IceCoffee426"],
				"convertedBy": ["IceCoffee426"]
			}
		],
		"dateAdded": 1711757098,
		"dateLastModified": 1711757098
	},
	"adventure": [
		{
			"name": "The Shamayilm Chronicles",
			"id": "SeIC",
			"source": "SeIC",
			"group": "homebrew",
			"contents": [
				{ "name": "Introduction" },
				{ "name": "The World of Zoharna" },
				{ "name": "Magic, Gods and Other Lore" },
				{ "name": "Notable Locations" }
			],
			"level": { "start": 2, "end": 8 },
			"published": "2024-03-30",
			"storyline": "TBC"
		}
	],
	"adventureData": [
		{
			"source": "SeIC",
			"id": "SeIC",
			"data": [
				{
					"type": "section",
					"name": "Introduction",
					"entries": [
						"The great library of Shamayilm at the magical University of Baloch has been broken into and some obscure books have gone missing. At the beginning of the summer recess, thugs and assassins caused commotion in the campus and some surrounding areas. Master Sage Parma needs to send a party of adventurers to retrieve the lost pages. Her biggest fear is what the instigator of the theft might want to do with the stolen pages, the knowledge being incredibly old arcana that may possibly be associated with demonic forces.",
						"Unbeknownst to most, the powerful and mysterious individual who now has possession of the pages, wants to open an extra-dimensional portal to allow a being known as the Queen of Darkness to come into the world and affect individuals therein. Unless he is stopped, the history and peoples of the world as it is known will be in danger of being erased forever."
					]
				},
				{
					"type": "entries",
					"name": "The World of Zoharna",
					"entries": [
						"The world of Zoharna consists of individuals of various races from various planes who migrated or were transported to this plane tens of thousands of years ago. The migrant individuals (often arriving in different locations and at different times) found remnants of cities and civilisations that had seemingly long since been destroyed. Repurposing these ruins, a new and thriving world has been build, but like any world, there is a chequered history with many rivalries.",
						"The geography of the planet is simple in theory. The Southern Empire and its nations are in the south-east , whilst the various, disparate Nations of the North lie towards the northeast. In practice however, there are many hostile lands in between nations, where most people fear to tread. The planet has been in a state of relative peace for two centuries, despite the many cultural differences between the North and South.",
						{
							"type": "entries",
							"name": "The Southern Empire",
							"entries": [
								"Established over a thousand years ago, the Southern Empire is the largest power on the planet. There are many nations and cities within the continent. Notable nations include Balcha to the south and Kakura to the east. The primary languages of these nations are also the two most common languages of the Empire: the Common Tongue (Zuban) and the Second Tongue (Dusuri).",
								"Life in the Southern Empire is generally prosperous in the year 1145 Imperial Era, but as with any civilisation, inequalities are almost inevitable. Particularly between those living in the country and those in the cities. There is also a sense of superiority in Southern folk that the Northern Nations are less sophisticated (to put it mildly). The history prior to the Imperial Founding is less well-remembered but it is generally accepted that quality of life since the Founding has improved significantly."
							]
						},
						{
							"type": "entries",
							"name": "The Northern Nations",
							"entries": [
								"Unlike the Southern Empire, the Northern Nations do not live under a unified banner and ruler. Tribalism, traditionalism and religious feuds permeate the nations, with many wars and battles waged in the past in the names of various gods and causes.",
								"At present there is peace between the Northern Nations and the Southern Empire, but the nations among themselves have ever-lasting rivalries fought out in smaller battles. Little else is known about life in the Northern Nations but more may be gleaned from former residents who have moved to Southern Imperial cities in search of a different life."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "History, Magic and Gods",
					"entries": [
						"The world of Zoharna consists of individuals of various races from various planes who migrated or were transported to this plane tens of thousands of years ago. The migrant individuals (often arriving in different locations and at different times) found remnants of cities and civilisations that had seemingly long since been destroyed. Repurposing these ruins, a new and thriving world has been build, but like any world, there is a chequered history with many rivalries.",
						"The geography of the planet is simple in theory. The Southern Empire and its nations are in the south-east , whilst the various, disparate Nations of the North lie towards the northeast. In practice however, there are many hostile lands in between nations, where most people fear to tread. The planet has been in a state of relative peace for two centuries, despite the many cultural differences between the North and South.",
						{
							"type": "entries",
							"name": "Magic",
							"entries": [
								"Magic is relatively common in the world, although many individuals forego its study, or are simply incapable of performing more than small tricks. The source of all magic is known as The Weave (the way in which magic presents itself to beings for their use) and it flows throughout the world, touching almost every corner of existence.",
								"The Weave is a subject of study in many universities - some theorise its power comes from god(s) and others that it is simply a fact of existence. Regardless, many deities can grant additional magic to their followers, as can powerful extraplanar creatures (though such pacts would may often be looked upon as suspicious)."
							]
						},
						{
							"type": "entries",
							"name": "Gods",
							"entries": [
								"A huge number of deities are revered, worshiped, and feared throughout the lands of Zaharna. Although the gods do not manifest in matters of the world, clerics can be granted divine power, those with more nefarious motives may perform dark deeeds in the names of their gods, and shining paladins can stand like beacons against the darkness. It is difficult to be ambivalent about the deities and deny their existence in such a world.",
								"Many people have a favorite among the gods, one whose ideals and teachings they make their own. And a few people dedicate themselves entirely to a single god, usually serving as a priest or champion of that god’s ideals. You can learn more about gods in the world by speaking to individuals or visiting temples/shrines to a particular god."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The City of Baloch",
					"entries": [
						"The city of Baloch, where our story starts, is located in the western region of Balcha. Though not the financial, governmental or judicial capital, it nontheless serves as a cultural capital, a center academia and the arts, and it is flocked to by those wishing to live a extravagant lifestyle.",
						"The most impressive buildings are in the Northern City, and within that in the Sajila district is the Baloch Mahar University. The Northern City is home to many theaters, gardens, taverns and dining experiences, whilst the Southern City has more residential areas. Beyond the city and leading up to it are many roads and forests - however venturing too far out may lead you to one of the many uncharted wildernesseses of the land.",
						{
							"type": "entries",
							"name": "The Baloch Mahar University of Magical and Physical Studies",
							"entries": [
								"Without a doubt, the most intricate and beautiful building in the Northern City (arguably in the entire city itself), is the the \"Old Palace\" of Baloch Mahar University. The three wings of the palace are interspersed with large, grassy courtyards, adorned gorgeous fountains with dining and drinking areas (usually bustling with students). There is also a walled garden beyond the main building, which leads up to the student halls buildings. Beautiful and exotic flowers grow in the garden, the shade of the trees providing the students with a small haven to read or relax in on warmer days.",
								"The main palace building is made of stone and marble, beige and light yellow in colour but with intricate floral designs in bright greens, reds and pinks. The designs vary based on which wing of the academic palace one is in (Lotus, Rose and Jasmine being the most populous during peak term time).",
								"Magical wards prevent anyone from entering the library by any route other than through the front gates. Any attempt to magically bypass these gates fails. These wards do not prevent creatures from using magic to exit the campus.",
								"Anyone who tries to fly over the wall into the univserity campus is stopped short. Magical flight is dispelled, and the subject floats slowly to the ground fifty feet outside the gates. An intangible ward forces creatures that can fly naturally to either land or circumnavigate Candlekeep altogether. Ordinary birds are unaffected by this ward, and a clever wizard or other individual can bypass the ward by assuming the form of a Tiny bird. The Avowed don't discuss this flaw with outsiders, but anyone who can see the gulls flying over Candlekeep can easily reach the conclusion that certain creatures are exempt from this magical restriction.",
								"From any location in Candlekeep, the Master Sage can activate a mythal - an exceptional, unbreakable magical effect - that envelops all of grounds in a protective shield through which nothing but air and sound can pass.",
								"The building is inspired by locations such as the Taj Mahal, Amber Fort (Jaipur) and Royal Holloway University."
							]
						},
						{
							"type": "entries",
							"name": "The Shamayilm Library",
							"entries": [
								"In the Jasmine wing of the university's Old Palace is a huge hexagonal room over multiple floors. Students and academic staff are almost always in and out, and Master Sage Parma and her team are minor campus celbrities for being almost always on hand to assist anyone in their studies.",
								"Numerous magical defenses protect the library. The most innocuous include wards to protect the library's books from mold, weevils, and other threats. Other protections are more dramatic.",
								"Flames larger than a candle are suppressed within the library. Thus, any spell that creates fire is wasted if it is cast within.",
								"Every book, scroll, and other work considered part of Shamayilm's collection is magically protected against theft. Any such work that is removed from the keep disappears and immediately returns to its proper place in the library. However, this ward has a flaw that the library's sages don't discuss with outsiders. If pages from a book or parts of a scroll are torn away, these fragments can be removed from as long as the bulk of the work remains in the library. Similarly, if a work is split into pieces and entirely removed, only the largest piece disappears and returns to its proper place in the library."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "NPCs",
					"entries": [
						{
							"name": "Master Sage Parma",
							"entries": "A {@race fairy} from a far-away countryside druidic enclave, Parma has been living in Baloch for decades now, having risen to one of the highest positions possible in magical academia. Fairies, infused with magic from the faewild, don't frequently leave their enclaves but Parma is one of a few exceptions. Her fourth husband Gaz, an older dwarf, past away a few years ago but, with the lifespan of 200, she has not yet given up on finding love again!"
						},
						{
							"name": "Radika Parviz Malora",
							"entries": "Radhika is a part-orc druid, born in a rather small (and small-minded) village. Impregnated at 15 (just past maturity for orcs), they were being pressured to wed the father of the child (or end the pregnancy). They snuck away in a wagon which stopped at a small druid enclave not far from the village of Layesha. Here they met a community of wonderful individuals that helped them raise their child, Jefar. Eventually, they entered into a polyamorous 5-way partnership with whom they raised Jefar into his maturity. Since their son departed the enclave, they are reconsidering their place and role in the world."
						},
						{ "name": "Master Sage Parma", "entries": "..." }
					]
				}
			]
		}
	]
}
